<?php

//////////////////////////////////////////////////////////////
//===========================================================
// add_distro_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于追求成为最优秀的目标
// ----------------------------------------------------------
// 开始者: Alons
// 日期:       2010年3月8日
// 时间:       23:00
// 网站:       https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读 https://www.virtualizor.com 上的使用条款
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//=========================================================== 
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法入侵');

}

$l['no_distro'] = '未指定操作系统镜像（Distro）';
$l['no_distro_name'] = '未指定操作系统镜像名称';

$l['<title_add>'] = '添加操作系统镜像';
$l['<title_edit>'] = '编辑操作系统镜像';
$l['tit_add_distro'] = '添加操作系统镜像';
$l['tit_edit_distro'] = '编辑操作系统镜像';
$l['submit_add'] = '添加操作系统镜像';
$l['submit_edit'] = '保存';
$l['distro_logo'] = 'Logo URL';
$l['distro_logo_exp'] = '建议使用 64 x 64 的 PNG 格式 logo';
$l['distro'] = '操作系统镜像';
$l['distro_name'] = '操作系统镜像名称';
$l['distro_name_exp'] = '操作系统镜像的实际名称';
$l['distro_screenshot'] = '操作系统镜像截图 URL';
$l['distro_screenshot_exp'] = '建议使用宽度为 250 像素的 PNG 格式截图';
$l['done'] = '操作系统镜像已保存。返回 <a href="'.$globals['index'].'act=list_distros">操作系统镜像列表</a>';
$l['distro_desc'] = '描述';

?>
