<?php

//////////////////////////////////////////////////////////////
//===========================================================
// user_notice_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于追求成为最优秀的目标
// ----------------------------------------------------------
// 开始者: Alons
// 日期:       2010年3月8日
// 时间:       23:00
// 网站:       https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读 https://www.virtualizor.com 上的使用条款
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//=========================================================== 
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法入侵');

}

$l['<title>'] = '添加用户通知';
$l['add_user_notice'] = '添加用户通知';
$l['enable_notice'] = '启用通知';
$l['done'] = '通知已成功保存';
$l['err_no_msg'] = '请提供通知信息';
$l['err_no_notice_name'] = '请提供通知名称';
$l['user'] = '用户';
$l['cloud'] = '云';
$l['admin'] = '管理员';
$l['notice_name'] = '通知名称';
$l['no_server'] = '没有服务器';
$l['selectall'] = '全选';
$l['server'] = '服务器';
$l['user_type'] = '用户类型';
$l['add'] = '添加';
$l['to'] = '发送至';
$l['usr_selected'] = '已选择的用户';
$l['remove_all'] = '移除所有';
$l['subject'] = '主题';
$l['notice_type'] = '通知类型';
$l['notice'] = '通知';
$l['simple_notice'] = '蓝色横幅信息通知';
$l['warning_notice'] = '黄色横幅警告通知';
$l['offers_notice'] = '绿色横幅成功通知';
$l['danger_notice'] = '红色横幅危险通知';

?>
