<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addtemplate_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_virt'] = '未选择虚拟化类型';
$l['no_ostype'] = '未选择操作系统类型';
$l['no_url'] = '未指定URL';
$l['no_file'] = '未指定文件名';
$l['invalid_virt'] = '虚拟化类型不正确';
$l['file_exists'] = '文件已存在。请使用其他名称';
$l['no_file_exists'] = '没有名为 - 的模板';
$l['err_size'] = '无法确定文件大小';

$l['<title>'] = '添加操作系统模板';
$l['tit_ostmp'] = '添加操作系统模板';
$l['submit'] = '添加操作系统模板';
$l['type'] = '虚拟化类型';
$l['url'] = 'URL';
$l['url_exp'] = '如果您希望从互联网下载此模板，请提供URL。<b>否则</b>将假定模板存在于系统中。';
$l['bname'] = '文件名';
$l['done'] = '操作系统已保存。返回<a href="'.$globals['index'].'act=ostemplates">操作系统模板概览</a>';
$l['pygrub'] = 'Pygrub';
$l['extra'] = '额外';
$l['drive'] = '磁盘名称';
$l['drive_exp'] = '默认情况下，磁盘名称为<b>sda</b>。但如果模板需要挂载<b>xvda</b>，请指定<b>xvda</b>。';
$l['noresizefs'] = '不要调整文件系统大小';
$l['perf_ops'] = '执行操作';
$l['perf_ops_exp'] = '如果选中，将执行更改网络设置、root密码等操作。';
$l['media_groups'] = '媒体组';
$l['fstype'] = '选中以创建Ext4文件系统。';
$l['fstype_exp'] = '默认情况下，文件系统类型为<b>ext3</b>。';
$l['hvm_pass'] = '设置密码';
$l['template_admin_name'] = '管理员用户名';
$l['template_admin_name_exp'] = '如果Windows的管理员用户名不是Administrator，请指定一个管理员用户名。';
$l['os_name_exist'] = '具有相同文件名的操作系统模板已存在，请更改文件名以继续';
$l['premade_os_name_exist'] = '请更改文件名，因为我们的预制模板列表中存在相同名称';
?>