<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addplan_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源：成为最好的
// ----------------------------------------------------------
// 开发者: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读 https://www.virtualizor.com 的使用条款
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '归档笔记';

$l['err_saving_note'] = '保存笔记时发生错误。';
$l['err_done_note'] = '归档笔记时发生错误。';
$l['err_deleting_note'] = '删除笔记时发生错误。';
$l['err_restoring_note'] = '恢复笔记时发生错误。';
$l['email_subject'] = 'Virtualizor: 新的公开笔记';
$l['email_message'] = '您好，

{{user}} 发布了一条新的公开笔记：


{{note_title}}

{{note_content}}


此致，
{{sn}}';

$l['title'] = '标题';
$l['content'] = '内容';
$l['user'] = '用户';
$l['type'] = '类型';
$l['private_note'] = '私人笔记';
$l['public_note'] = '公开笔记';
$l['submit'] = '提交';
$l['restore'] = '恢复';
$l['delete'] = '删除';
$l['del_conf'] = '您确定要删除此笔记吗？';
$l['res_conf'] = '您确定要恢复此笔记吗？';
$l['no_notes'] = '未找到笔记';

?>
