<?php

//////////////////////////////////////////////////////////////
//===========================================================
// backup_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){
	
	die('非法访问');
	
}

$l['err_backup'] = '创建备份时发生错误';
$l['err_restore'] = '恢复 '.VM_SHORT.' 时发生错误';

$l['<title>'] = '备份';
$l['page_head'] = '备份与恢复 '.VM_SHORT;
$l['done'] = '成功创建了 '.VM_SHORT.' 备份';
$l['done_restore'] = '成功恢复了 '.VM_SHORT;
$l['cbackup'] = '创建备份';
$l['restore'] = '恢复 '.VM_SHORT;
$l['conf'] = '您确定要从上次备份恢复吗？';
$l['backup_exp'] = '在这里，您可以创建 '.VM_SHORT.' 的备份，也可以从旧备份中恢复。';

$l['vpsid'] = VM_SHORT.' ID';
$l['vpsname'] = VM_SHORT.' 名称';
$l['sbackup'] = '开始备份';
$l['no_vps'] = '没有选择 '.VM_SHORT.' 进行备份';
$l['backuprestore'] = '恢复备份';

?>
