<?php

//////////////////////////////////////////////////////////////
//===========================================================
// backupservers_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Julien
// 日期: 2012年7月19日
// 时间: 13:40
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '备份服务器';
$l['plans_tit'] = '备份服务器';
$l['saved'] = '备份服务器已成功删除';
$l['no_backupservers'] = '没有备份服务器。<a href="'.$globals['index'].'act=addbackupserver">立即添加备份服务器</a>';
$l['no_res'] = '未找到符合您搜索条件的结果';
$l['del_conf'] = '您确定要删除此备份服务器吗？';
$l['id'] = 'ID';
$l['name'] = '名称';
$l['type'] = '类型';
$l['hostname'] = '主机名';
$l['username'] = '用户名';
$l['port'] = '端口';
$l['dir'] = '目录';
$l['test'] = '测试';
$l['edit']= '编辑';
$l['delete'] = '删除';
$l['test_con'] = '测试与备份服务器的连接';

$l['sshkey'] = 'SSH 密钥';
$l['ssh_key_active'] = 'SSH 密钥已分配';
$l['ssh_key_inactive'] = 'SSH 密钥未分配';

$l['err_del_backupserver'] = '删除备份服务器时发生错误';
$l['err_backupserver_in_use'] = '以下备份服务器当前被选为活动备份服务器。请取消选择后再尝试删除。';
$l['err_save_slave'] = '保存 '.VM_SHORT.' 数据到从服务器时发生错误。请确保从服务器正在正常工作。';
$l['err_inv_bid'] = '备份服务器 ID 无效';

// 主题语言
$l['sbyname'] = '名称';
$l['sbyhostname'] = '主机名';
$l['sbytype'] = '类型';
$l['submit'] = '搜索';
$l['add_backupserver'] = '添加备份服务器';
$l['noresult'] = '未找到搜索结果';

?>
