<?php

//////////////////////////////////////////////////////////////
//===========================================================
// Bandwidth_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '带宽使用情况';
$l['heading'] = '带宽';
$l['bandwidthinfo'] = '带宽信息';
$l['Total_Bandwidth'] = '总带宽：';
$l['Bandwidth_utilised'] = '已使用：';
$l['percent_utilised'] = '已使用百分比：';
$l['graphheader'] = '带宽利用率';
$l['in_used'] = '带宽输入';
$l['out_used'] = '带宽输出';

?>
