<?php

//////////////////////////////////////////////////////////////
//===========================================================
// resources_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = 'CPU 信息';
$l['header'] = ' CPU ';
$l['cpuinfo'] = 'CPU 信息';
$l['totalcpu'] = '总 CPU :'; 
$l['cpuutilised'] = '已使用 : ';
$l['poweredby'] = '技术支持 : ';
$l['graphheader'] = 'CPU 利用率';
$l['trademarks'] = '所有使用的徽标都是各自公司注册的商标或商标。';

?>
