<?php

//////////////////////////////////////////////////////////////
//===========================================================
// createtemplate_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_vpsid'] = '未选择 '.VM_SHORT;
$l['invalid_vpsid'] = '您选择的 '.VM_SHORT.' 无效';
$l['no_name'] = '未指定操作系统模板名称';
$l['error_create'] = '创建 '.VM_SHORT.' 模板时发生错误';
$l['filename_exists'] = '该文件名已存在，请选择不同的文件名';
$l['error_get'] = '从从属服务器获取模板时发生错误';

//主题设置
$l['<title>'] = '创建模板';
$l['page_title'] = '创建模板';
$l['type'] = '虚拟化类型';
$l['selectvps'] = '选择一个 '.VM_SHORT;
$l['selectvps_exp'] = '请选择一个 '.VM_SHORT;
$l['please_choose'] = '请选择';
$l['tmpname'] = '操作系统-版本-架构';
$l['tmpname_exp'] = '请输入模板名称 <br> 例如：centos-7-x86_64';
$l['submit_button'] = '创建模板'; 
$l['done'] = '操作系统模板创建成功';
$l['vps_os_type'] = VM_SHORT.' 操作系统类型';
$l['vps_os_type_exp'] = '所选 '.VM_SHORT.' 的操作系统类型';
$l['pygrub'] = 'Pygrub';
$l['extra'] = '额外';
$l['drive'] = '磁盘名称';
$l['drive_exp'] = '默认磁盘名称为 <b>sda</b>。如果模板需要使用例如 <b>xvda</b>，请指定 <b>xvda</b>。';
$l['noresizefs'] = '不调整文件系统大小';
$l['perf_ops'] = '执行操作';
$l['perf_ops_exp'] = '如果选中，将执行更改网络设置、root 密码等操作。';
$l['fstype'] = '勾选以创建 Ext4 文件系统';
$l['fstype_exp'] = '默认文件系统类型为 <b>ext3</b>。';

//进度更新
$l['prog_update1'] = '开始创建模板...';
$l['prog_update2'] = '正在创建模板...';
$l['prog_update3'] = '正在获取操作系统...';
$l['prog_update4'] = '正在查询数据库...';
$l['prog_update5'] = '正在与数据库同步...';

?>
