<?php

//////////////////////////////////////////////////////////////
//===========================================================
// defaultvsconf_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_confinfo'] = '未指定 '.VM_SHORT.' 配置设置';
$l['saving_error'] = '保存配置时发生错误';

$l['<title>'] = '默认 '.VM_SHORT.' 配置';
$l['editconf'] = '编辑默认 '.VM_SHORT.' 配置';
$l['done'] = '默认 '.VM_SHORT.' 配置已成功保存';
$l['saveconf'] = '保存 '.VM_SHORT.' 配置';
$l['emptyconf'] = '配置设置不能为空';

?>
