<?php

//////////////////////////////////////////////////////////////
//===========================================================
// disk_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '磁盘信息';
$l['header'] = '磁盘';
$l['diskinfo'] = '磁盘信息';
$l['mounted'] = '挂载位置 : ';
$l['totaldisk'] = '总磁盘 : ';
$l['diskutilised'] = '已使用 : ';
$l['percentdisk'] = '使用百分比 : ';
$l['graphheader'] = '磁盘使用率';
$l['inodesinfo'] = 'Inodes 信息';
$l['inodestotal'] = '总 Inodes :'; 
$l['inodesutilised'] = '已使用 : ';
$l['percent_inodes'] = '使用百分比 :'; 
$l['inodesheader'] = 'Inodes 使用率';
$l['diskused'] = '实际磁盘使用情况 :';
$l['diskused_note'] = '点击此处查看实际磁盘使用情况的计算方式';
$l['diskused_note_head'] = '以下是实际磁盘使用情况计算的示例';

?>
