<?php

//////////////////////////////////////////////////////////////
//===========================================================
// dnsplans_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['dns_use_error'] = '该计划已分配给用户。请先将用户分配到另一个DNS计划，然后再删除此计划。';

$l['<title>'] = 'DNS 计划';
$l['dnsplans_tit'] = 'DNS 计划';
$l['saved'] = 'DNS 计划已成功删除';
$l['no_plans'] = '没有DNS计划。<a href="'.$globals['index'].'act=adddnsplan">立即添加DNS计划</a>';
$l['no_res'] = '没有找到符合您搜索条件的结果';
$l['del_conf'] = '您确定要删除此计划吗？';

// 主题语言

$l['sbyplan'] = '计划名称';
$l['sbyplantype'] = '计划类型';
$l['submit'] = '搜索';
$l['noresult'] = '没有找到搜索结果';
$l['plan_list'] = '计划列表';
$l['dnspl_id'] = 'ID';
$l['dnspl_name'] = 'DNS 计划名称';
$l['dnspl_maxdomains'] = '最大域名数';
$l['dnspl_maxrecords'] = '最大记录数';
$l['dnspl_ttl'] = '默认TTL';
$l['dnspl_edit'] = '编辑';
$l['dnspl_delete'] = '删除';
$l['add_dns_plan'] = '添加 DNS 计划';

?>
