<?php

//////////////////////////////////////////////////////////////
//===========================================================
// domains_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){
	
	die('非法访问');
	
}

$l['<title>'] = 'DNS 区域';
$l['page_head'] = 'DNS 区域';
$l['dns_zones'] = 'DNS 区域';
$l['conf_del'] = '您确定要删除这个区域吗？';

$l['id'] = 'ID';
$l['name'] = '区域名称';
$l['type'] = '类型';
$l['master'] = '主区域';
$l['lastcheck'] = '最后检查';
$l['serial'] = '序列号';
$l['account'] = '账户';
$l['delete'] = '删除';
$l['dnsrecords'] = '管理记录';
$l['view_records'] = '查看记录';

$l['submit'] = '搜索';
$l['add_rdns'] = '添加反向 DNS 区域';
$l['done'] = '该区域已成功删除';	

$l['no_zones'] = '没有记录的区域';
$l['no_res'] = '未找到符合您搜索条件的结果';

$l['err_delete'] = '删除以下区域时发生错误：';
$l['err_connect'] = '连接到服务器时发生错误。请检查服务器是否在线';

?>
