<?php

//////////////////////////////////////////////////////////////
//===========================================================
// OS_Templates_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_iso'] = '未提供 ISO 文件信息';
$l['no_url'] = '文件的 URL 缺失';
$l['err_down'] = '下载 ISO 文件时发生错误';

$l['<title>'] = '添加 ISO';
$l['tit_iso'] = '添加 ISO';
$l['done'] = '请稍候，ISO 文件正在下载';
$l['down_done'] = 'ISO 文件已下载完成。返回 <a href="'.$globals['index'].'act=iso">ISO 概览</a>';

?>
