<?php

//////////////////////////////////////////////////////////////
//===========================================================
// logs_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本: 1.0
// 灵感来自成为最佳的渴望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读 https://www.virtualizor.com 上的使用条款
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('黑客攻击尝试');

}

$l['no_url'] = '请指定一个有效的URL';
$l['no_isofile'] = '请指定一个有效的ISO文件名';
$l['err_size'] = '无法确定ISO文件的大小';

$l['<title>'] = '编辑ISO';
$l['editiso'] = '编辑ISO';
$l['isofile'] = 'ISO文件名';
$l['submit'] = '保存更改';
$l['media_groups'] = '媒体组';
$l['done'] = 'ISO详情已成功保存。返回 <a href="'.$globals['index'].'act=iso">ISO概览</a>';

?>
