<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addserver_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_name'] = '未指定存储名称';
$l['no_path'] = '未指定存储路径';
$l['no_type'] = '未指定存储类型';
$l['invalid_st_type'] = '存储类型无效';

// 主题字符串
$l['<title>'] = '编辑存储';
$l['edit_storage'] = '编辑存储';
$l['sub_but'] = '编辑存储';
$l['st_name'] = '名称';
$l['st_name_exp'] = '创建'.VM_SHORT.'时将显示的存储名称';
$l['st_path'] = '存储路径';
$l['st_path_exp'] = '如果是LVM / Thin LVM，请指定卷组路径 <b>/dev/VG_NAME</b>';
$l['st_type'] = '存储类型';
$l['st_type_exp'] = 'LVM用于常规块设备存储。Thin LVM用于精简配置，并允许超额分配磁盘空间';
$l['edited'] = '存储详细信息已编辑。返回 <a href="'.$globals['index'].'act=storage">存储概览</a>';
$l['st_server'] = '服务器';
$l['st_exp_server'] = '能够使用此存储的服务器';
$l['st_oversell'] = '超额分配';
$l['st_oversell_exp'] = '您希望为此存储超额分配的最大磁盘空间。单位为 <b>GB</b>';
$l['st_format'] = '文件格式';
$l['st_format_exp'] = '将在此存储中创建的'.VM_SHORT.'磁盘的格式';
$l['st_alert_threshold'] = '警报阈值';
$l['st_alert_threshold_exp'] = '如果使用量超过此百分比，将向管理员发送电子邮件';
$l['st_primary_storage'] = '主存储';
$l['st_primary_storage_exp'] = '这将是所选节点的主存储。一个节点只能有一个主存储';
$l['st_cant_edit'] = '编辑从属存储错误';
$l['st_cant_edit_exp'] = '从服务器不允许编辑存储！';
$l['prox_name_nt'] = '在Proxmox中无法更改存储名称';
?>