<?php

//////////////////////////////////////////////////////////////
//===========================================================
// editbackupserver_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['slave_cant'] = '编辑备份服务器错误';
$l['slave_cant_exp'] = '从服务器不允许编辑备份服务器！';

$l['no_name'] = '请输入FTP服务器的唯一名称';
$l['no_hostname'] = '请输入主机名';
$l['no_type'] = '请选择类型';
$l['no_username'] = '请输入用户名';
$l['no_password'] = '请输入密码';
$l['no_port'] = '请输入端口';
$l['no_dir'] = '请输入上传目录';
$l['nameexist'] = '此名称已存在';
$l['err_edit_backup_server'] = '保存备份服务器时出错';
$l['nameexist'] = '该名称已存在备份服务器';
$l['err_save_slave'] = '保存备份数据时出错，请确保从服务器正常工作。';

//主题设置
$l['<title>'] = '编辑备份服务器';
$l['edit_backupserver'] = '编辑备份服务器';
$l['done'] = '备份服务器已保存。返回到 <a href="'.$globals['index'].'act=backupservers">备份服务器概览</a>';
$l['name'] = '名称';
$l['exp_name'] = '备份服务器的唯一名称';
$l['hostname'] = '主机名';
$l['exp_hostname'] = '服务器的有效TLD或IP地址';
$l['type'] = '类型';
$l['username'] = '用户名';
$l['password'] = '密码';
$l['password_exp'] = '如果需要更改密码，请输入新的密码';
$l['port'] = '端口';
$l['dir'] = '目录';
$l['exp_dir'] = '在服务器上上传的目录';
$l['submit'] = '提交';

$l['sshkey'] = '使用SSH密钥';
$l['sshpubkey'] = 'SSH公钥';
$l['sshprikey'] = 'SSH私钥';
$l['ssh_exp'] = '启用时，将使用SSH密钥而不是密码连接备份服务器';
$l['no_ssh_key_err'] = '请提供SSH密钥';
$l['invalid_pub_key'] = '您指定的公钥无效';
$l['ssh_key_con_err'] = '无法使用您指定的SSH密钥连接到服务器。密钥无效或没有在备份服务器的authorized_keys文件中添加公钥';
$l['genkey'] = '生成SSH密钥';
$l['gen_key_exp'] = '启用时，将自动生成公钥和私钥';
$l['ftps'] = '使用FTP(s)';

?>
