<?php

//////////////////////////////////////////////////////////////
//===========================================================
// editmg_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['slave_cant'] = '编辑媒体组错误';
$l['slave_cant_exp'] = '从服务器不允许编辑媒体组！';
$l['no_mg_name'] = '未提交媒体组名称';
$l['no_mg_desc'] = '未提交媒体组描述';
$l['no_mg_type'] = '请选择虚拟化类型';
$l['mg_name_exist'] = '同名媒体组已存在';
$l['mg_type_invalid'] = '提交的虚拟化类型无效';

$l['<title>'] = '编辑媒体组';
$l['page_head'] = '编辑媒体组';
$l['done'] = '媒体组已保存。返回 <a href="'.$globals['index'].'act=mediagroups">媒体组概览</a>';
$l['mg_name'] = '媒体组名称';
$l['mg_name_exp'] = '媒体组的名称';
$l['mg_type'] = '虚拟化类型';
$l['mg_type_exp'] = '媒体组的类型';
$l['mg_desc'] = '描述';
$l['mg_desc_exp'] = '简短的描述';
$l['submit'] = '保存媒体组';

?>