<?php

//////////////////////////////////////////////////////////////
//===========================================================
// editips_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['slave_cant'] = '编辑IP错误';
$l['slave_cant_exp'] = '从服务器不允许编辑IP！';
$l['no_ip'] = '未指定IP地址';
$l['ip_inv'] = 'IP地址无效';
$l['ip_inv_6'] = 'IPv6地址无效';
$l['mac_inv'] = 'MAC地址无效';
$l['ippresent'] = 'IP地址已存在于数据库中';
$l['err_slave'] = '在从服务器上保存IP时出错';
$l['ip_edited'] = 'IP已编辑';

$l['<title>'] = '编辑IP';
$l['editip'] = '编辑IP';
$l['done'] = 'IP(s)已保存。返回 <a href="'.$globals['index'].'act=ips">IP概览</a>';
$l['enterip'] = '输入IP';
$l['entermac'] = '输入MAC';
$l['entermac_exp'] = '如果留空，MAC地址将自动生成。';
$l['ippool'] = 'IP池';
$l['sel_server'] = '服务器';
$l['editbtn'] = '提交';
$l['none'] = '无';
$l['enterip_exp'] = '如果IP地址已分配，则无法编辑。';
$l['lockedip_lbl'] = '锁定';
$l['lockedip_exp'] = '锁定此IP';
$l['note'] = '备注';
$l['note_exp'] = '您可以在此定义备注，例如：为什么IP被锁定或保留？';
?>