<?php

//////////////////////////////////////////////////////////////
//===========================================================
// user_notice_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 受“成为最好的”这一愿望启发
// ----------------------------------------------------------
// 开始人: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}
$l['<title>'] = '用户通知';
$l['user_notice'] = '用户通知';
$l['enable'] = '启用';
$l['disable'] = '禁用';
$l['edit_user_notice'] = '编辑用户通知';
$l['no_name'] = '请输入名称';
$l['no_notice_msg'] = '请输入通知内容';
$l['done'] = '通知已成功保存';
$l['disabled'] = '通知已成功禁用';
$l['err_no_notice'] = '没有找到该通知';
$l['notice_name'] = '通知名称';
$l['enable_notice'] = '启用通知';
$l['edit_notice'] = '编辑通知';
$l['slave_cant_exp'] = '从服务器不允许发送邮件！';
$l['user'] = '用户';
$l['cloud'] = '云';
$l['admin'] = '管理员';
$l['no_server'] = '没有服务器';
$l['selectall'] = '全选';
$l['user_already_added'] = '用户已添加！';
$l['server'] = '服务器';
$l['user_type'] = '类型';
$l['user_list'] = '用户列表';
$l['add'] = '添加';
$l['to'] = '收件人';
$l['usr_selected'] = '已选择用户';
$l['remove_all'] = '移除全部';
$l['subject'] = '主题';
$l['notice_type'] = '通知类型';
$l['notice'] = '通知';
$l['simple_notice'] = '蓝色横幅的信息通知';
$l['warning_notice'] = '黄色横幅的警告通知';
$l['offers_notice'] = '绿色横幅的成功通知';
$l['danger_notice'] = '红色横幅的危险通知';

?>
