<?php

//////////////////////////////////////////////////////////////
//===========================================================
// edittransaction_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款：https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['slave_cant'] = '编辑交易错误';
$l['slave_cant_exp'] = '从服务器不允许编辑交易！';
$l['no_uid'] = '请选择此交易的用户';
$l['no_date'] = '请指定交易日期';
$l['no_time'] = '请指定交易时间';
$l['no_gateway'] = '请指定支付网关';
$l['no_amt'] = '请指定交易金额';
$l['inv_uid'] = '您提交的用户无效';
$l['inv_date'] = '交易日期无效';
$l['inv_time'] = '交易时间无效';
$l['err_insert'] = '保存交易时发生错误。请重试！';

// 主题设置
$l['<title>'] = '编辑交易';
$l['_head'] = '编辑交易';
$l['done'] = '交易已编辑。返回 <a href="'.$globals['index'].'act=transactions">交易概览</a>';
$l['current_time'] = '现在';
$l['current_day'] = '今天';
$l['select_user'] = '选择用户';
$l['exp_select_user'] = '选择发票所属的用户';
$l['date'] = '日期';
$l['exp_date'] = '交易生效日期';
$l['trtime'] = '时间';
$l['exp_trtime'] = '交易时间';
$l['gateway'] = '支付网关';
$l['exp_gateway'] = '完成交易的支付网关';
$l['token'] = '支付令牌';
$l['exp_token'] = '（可选）支付交易的参考信息';
$l['amt'] = '金额';
$l['exp_amt'] = '交易金额';
$l['fees'] = '费用';
$l['exp_fees'] = '（可选）支付网关收取的费用';
$l['net'] = '净额';
$l['exp_net'] = '实际收到的金额';
$l['submit'] = '提交';
?>