<?php

//////////////////////////////////////////////////////////////
//===========================================================
// editiprange_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本: 1.0
// 灵感来自成为最佳的渴望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读 https://www.virtualizor.com 上的使用条款
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('黑客攻击尝试');

}

$l['slave_cant'] = '编辑IP地址错误';
$l['slave_cant_exp'] = '从服务器不允许编辑IP地址！';
$l['no_ip'] = '未指定IP地址';
$l['inv_netmask'] = '子网掩码无效';
$l['ips_inv'] = '子网无效';
$l['ip_inv_6'] = 'IPv6地址无效';
$l['mac_inv'] = 'MAC地址无效';
$l['ippresent'] = '该子网已存在于数据库中';
$l['ippresent_ips'] = 'IP地址或子网已存在于数据库中';
$l['err_slave'] = '在从服务器上保存IP时发生错误';

$l['<title>'] = '编辑IP地址';
$l['editip'] = '编辑IP地址';
$l['done'] = '子网已保存。返回 <a href="'.$globals['index'].'act=ippool">IP池概览</a>';
$l['enterip'] = '输入IP地址';
$l['netmask'] = '子网掩码（路由前缀）';
$l['netmask_exp'] = '有效的路由前缀';
$l['ippool'] = 'IP池';
$l['sel_server'] = '服务器';
$l['editbtn'] = '提交';
$l['none'] = '无';
$l['enterip_exp'] = '如果IP地址已分配，则无法编辑。';
$l['lockedip_lbl'] = '锁定';
$l['lockedip_exp'] = '锁定此IP范围，即无法将其分配给任何'.VM_SHORT;

?>
