<?php

//////////////////////////////////////////////////////////////
//===========================================================
// logs_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_isofile'] = '请为ISO指定一个有效的文件名';
$l['<title>'] = '最终用户ISO';
$l['euiso'] = ' 最终用户ISO';
$l['id'] = 'ID';
$l['eu_isouser'] = '选择用户';
$l['eu_none'] = '无';
$l['eu_isofile'] = '输入ISO名称';
$l['eu_isos'] = '选择ISO';
$l['no_euiso'] = '没有ISO文件';
$l['eu_confirm_del'] = '您确定要删除文件吗？';
$l['eu_done'] = 'ISO文件已成功删除。页面将重新加载';
$l['eu_noresult'] = '没有可用的选项';
$l['eu_error'] = 'ISO文件未删除';
$l['eu_noiso'] = '请选择要删除的文件';

// 表格
$l['eu_uemail'] = '电子邮件';
$l['eu_uuid'] = 'UUID';
$l['eu_filename'] = 'ISO';
$l['eu_isosize'] = '大小';
$l['eu_isodel'] = '管理';
?>