<?php

//////////////////////////////////////////////////////////////
//===========================================================
// users_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '高可用性';
$l['ha_title'] = '高可用性';
$l['cluster_head'] = '集群信息';
$l['cluster_name'] = '集群名称：';
$l['cluster_nodes'] = '节点';
$l['cluster_resource'] = '资源';
$l['node_name'] = '名称';
$l['status'] = '状态';
$l['node_status_inactive'] = '节点离线';
$l['node_status_active'] = '节点在线';
$l['resource_name'] = '资源';
$l['resource_status_active'] = '资源已激活';
$l['no_cluster'] = '高可用性集群尚未配置。<a href="'.$globals['docs'].'High_Availability" target="_blank">点击这里</a>';
$l['not_updated_30_min'] = '任务在过去30分钟内未在主节点上更新，因此存在一些错误';
$l['wrong_data'] = '无法获取进度数据。';
$l['select_ha_group'] = '选择高可用性组';
$l['name'] = '名称';
?>