<?php

//////////////////////////////////////////////////////////////
//===========================================================
// hostname_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '主机名';
$l['no_new'] = '请指定要更改的主机名。';
$l['new_host'] = '新主机名';
$l['submit_button'] = '更改主机名';
$l['err_changing'] = '更改主机名时发生了一些错误。';
$l['host_final'] = '您的主机名已成功更改';
$l['invalid_hostname'] = '您提交的主机名无效';

?>