<?php

//////////////////////////////////////////////////////////////
//===========================================================
// iplogs_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = 'IP 日志';


$l['heading'] = 'IP 日志';
$l['date'] = '日期';
$l['iplid'] = 'ID';
$l['delete'] = '删除所有日志';
$l['del_conf'] = '您确定要删除日志吗？';
$l['ip'] = 'IP';
$l['vpsid'] = VM_SHORT.'ID';
$l['uid'] = '用户 ID';
$l['ipid'] = 'IP ID';
$l['email'] = '邮箱';
$l['cloud_uid'] = '云 UID';
$l['cloud_email'] = '云邮箱';
$l['time'] = '时间';
$l['date'] = '日期';
$l['submit'] = '搜索';
$l['ip_free'] = '<b>{{ip}}</b> 是空闲的';
$l['ip_used'] = '<b>{{ip}}</b> 已被 '.VM_SHORT.'ID : {{vpsid}} 使用';
$l['no_res'] = '未找到与您的搜索查询匹配的结果！';
$l['no_iplog'] = '没有 IP 日志';

?>