<?php

//////////////////////////////////////////////////////////////
//===========================================================
// license_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '许可证信息';
$l['no_info'] = '无信息';

$l['lic_info'] = '许可证信息';
$l['soft_license'] = 'Virtualizor 许可证';
$l['license_ip'] = '许可证 IP';
$l['soft_license_type'] = '许可证类型';
$l['type_1'] = '高级版';
$l['type_0'] = '免费版';
$l['server_addr'] = '服务器 IP';
$l['pricing'] = '定价';
$l['client_center'] = '客户中心';
$l['refreshlicense'] = '刷新许可证';
$l['licactive'] = '状态';
$l['licnumvs'] = VM_SHORT.' 数量';
$l['vs_unlimited'] = '无限制';
$l['licexpires'] = '到期时间';
$l['enter_lic_key'] = '输入许可证密钥';
$l['lic_key'] = '输入密钥';
$l['lic_key_updated'] = '许可证密钥已更新';
$l['submit'] = '提交';
$l['inv_key_length'] = '密钥长度无效，请输入正确的密钥并重试';
$l['lic_error'] = '获取许可证时出错';
$l['inv_lic'] = '无效的许可证密钥';
$l['lic_key_exp'] = '如果您有其他许可证密钥，请在此处输入';
$l['licence_warning'] = '仅输入私有许可证（以 VIRTD 开头）或终身许可证（以 VIRTE 开头）';
$l['backuply_lic'] = 'Backuply 许可证';

?>