<?php

//////////////////////////////////////////////////////////////
//===========================================================
// list_distros_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_template'] = '您必须至少选择一个操作系统模板';
$l['os_in_use'] = '您尝试删除的操作系统模板正在被某些 '.VM_SHORT.' 使用';

$l['<title>'] = '发行版列表';
$l['tit_list_distros'] = '发行版列表';
$l['done'] = '发行版已成功删除';
$l['conf_del'] = '您确定要删除该发行版吗？';
$l['head_logo'] = '标志';
$l['head_distro'] = '发行版';
$l['head_name'] = '发行版名称';
$l['head_desc'] = '描述';
$l['edit_os'] = '编辑操作系统';
$l['add_distro'] = '添加发行版';
$l['temp_brwose'] = '模板浏览器';
$l['submit'] = '保存设置';
$l['none'] = '无';
$l['del_distro'] = '删除发行版';
$l['edit_distro'] = '编辑发行版';
?>