<?php

//////////////////////////////////////////////////////////////
//===========================================================
// load_balancer_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '负载均衡器';
$l['vps_host'] = '负载均衡器';
$l['user'] = '用户';
$l['server_group'] = '服务器组';
$l['num_vps'] = VM_SHORT.' 数量';
$l['lb_ip'] = '负载均衡器 IP';
$l['no_res'] = '未找到与您的搜索查询匹配的结果';
$l['no_load_balancer'] = '没有负载均衡器';
$l['no_vpsid'] = '未提供 '.VM_SHORT;
$l['delete_lb_confirm'] = '您确定要<b class=\'text-danger\'>删除</b>负载均衡器吗？';
$l['lb_is_locked'] = '负载均衡器已锁定，因此不允许执行任何操作';
$l['all_lb_vm_locked'] = '所有负载均衡器 '.VM_SHORT.'(s) 均已锁定';
$l['delete_added_vm'] = '是否同时从面板中删除添加的 '.VM_SHORT.'？';
$l['delete_lb_done'] = '负载均衡器已成功删除';
?>