<?php

//////////////////////////////////////////////////////////////
//===========================================================
// filemanager_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}
$l['<title>'] = '发送邮件给用户';
$l['submit'] = '提交';
$l['add_user'] = '发送邮件';
$l['no_subject'] = '请输入主题';
$l['no_mailbox'] = '请输入邮件内容';
$l['done'] = '邮件已成功发送';
$l['empty_user'] = "未选择用户";
$l['error_send'] = "邮件发送失败，用户：";
$l['slave_cant'] = '邮件发送错误';
$l['slave_cant_exp'] = '从服务器不允许发送邮件！';
$l['user'] = '用户';
$l['cloud'] = '云';
$l['admin'] = '管理员';
$l['no_server'] = '无服务器';
$l['selectall'] = '全选';
$l['user_already_added'] = '用户已添加！';
$l['server'] = '服务器';
$l['user_type'] = '类型';
$l['user_list'] = '用户列表';
$l['add'] = '添加';
$l['to'] = '收件人';
$l['usr_selected'] = '已选用户';
$l['remove_all'] = '移除全部';
$l['subject'] = '主题';

?>