<?php

//////////////////////////////////////////////////////////////
//===========================================================
// maintenance_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

//主题设置

$l['<title>'] = '维护';
$l['heading'] = '维护';
$l['change_final'] = '维护设置已保存';
$l['maintenance_server'] = '此服务器将进入维护状态';
$l['disable_soft'] = '禁用 Virtualizor';
$l['soft_off'] = '维护模式';
$l['soft_off_exp'] = '勾选以启用，启用后将阻止用户访问';
$l['off_sub'] = '维护模式主题';
$l['off_message'] = '维护模式消息';
$l['edit_settings'] = '编辑设置';
$l['no_off_subject'] = '未指定关闭消息';
$l['no_off_message'] = '未指定关闭主题';
$l['saving_error'] = '保存设置时出现了一些错误';

?>