<?php

//////////////////////////////////////////////////////////////
//===========================================================
// addserver_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['is_master'] = '您尝试添加的服务器是主服务器，因此无法添加';
$l['slave_exists'] = '从服务器已存在于我们的记录中';
$l['is_slave'] = '该服务器是另一个主服务器的从服务器，无法添加';
$l['call_not_master'] = '无法解除从属关系，因为无法验证 API 调用';
$l['err_private_key'] = '在从服务器上添加私钥时出错';
$l['err_public_key'] = '在从服务器上添加公钥时出错';

// 主题字符串
$l['<title>'] = '设为从服务器';
$l['not_allowed'] = '不允许此操作';

?>