<?php

//////////////////////////////////////////////////////////////
//===========================================================
// mediagroups_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '媒体组';
$l['page_head'] = '媒体组';
$l['done'] = '媒体组已成功删除';
$l['no_res'] = '未找到与您的搜索查询匹配的结果';
$l['no_mediagroups'] = '没有媒体组。<a href="'.$globals['index'].'act=addmg">立即添加媒体组</a>';
$l['conf_del'] = '您确定要删除吗？';

$l['deleted'] = '媒体组已删除';
$l['group_name'] = '组名';
$l['mgid'] = 'ID';
$l['mg_type'] = '类型';
$l['mg_name'] = '名称';
$l['mg_desc'] = '描述';
$l['mg_media'] = '模板';
$l['add_mg'] = '添加媒体组';
$l['search_submit'] = '搜索';
$l['none'] = '无';
$l['edit'] = '编辑';
$l['delete'] = '删除';

?>