<?php

//////////////////////////////////////////////////////////////
//===========================================================
// multivirt_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['multi_already'] = '服务器已经转换为多虚拟化服务器';
$l['sel_virts_only'] = '服务器必须是KVM、OpenVZ或LXC服务器。您当前服务器的虚拟化类型是';
$l['no_virt'] = '请选择要启用的虚拟化对';
$l['lxc_req'] = 'LXC只能在Centos 7上安装';
$l['openvz_req'] = 'OpenVZ不能在Centos 7上安装';

// 主题字符串
$l['<title>'] = '启用多虚拟化';
$l['heading'] = '多虚拟化';
$l['started'] = '该过程正在后台运行。';
$l['multivirt_exp'] = '该向导将运行一个脚本，以在您的节点上启用多虚拟化。<br /> 然后，您将能够创建不同虚拟化类型的虚拟机。<br /> 目前仅支持KVM + OpenVZ或KVM + LXC。<br /> 您的节点必须在BIOS中启用虚拟化才能使KVM工作。<br /><br />请参阅我们的
<a href="'.$globals['docs'].'Multi_Virtualization" target="_blank">多虚拟化指南</a> 以获取更多信息。';
$l['warning'] = '多虚拟化可能不适用于某些硬件和软件。<br/><em>请自行承担启用风险。</em>';
$l['enable_multi'] = '启用';
$l['choose_multi'] = '选择多虚拟化';
$l['choose_multi_exp'] = '选择您希望在服务器上启用的多虚拟化环境';
$l['multi_conf'] = '您确定要启用多虚拟化吗？';
$l['inv_virt'] = '选择了无效的虚拟化';
$l['mul_not_supported'] = '此虚拟化不支持多虚拟化';

?>