<?php

//////////////////////////////////////////////////////////////
//===========================================================
// serverinfo_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

// 主题设置
$l['<title>'] = '孤立的磁盘';
$l['heading'] = '孤立的磁盘';
$l['vps'] = VM_SHORT;
$l['disk_path'] = '磁盘路径';
$l['disk_size'] = '磁盘大小';
$l['st_id'] = '存储ID';
$l['st_type'] = '存储类型';
$l['submit'] = '提交';
$l['err_deleting_disks'] = '删除磁盘时出错';
$l['no_orphaned'] = '没有孤立的磁盘';
?>