<?php

//////////////////////////////////////////////////////////////
//===========================================================
// OS_Templates_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['no_template'] = '您必须至少选择一个操作系统模板';
$l['os_in_use'] = '以下操作系统模板正在被一些 '.VM_SHORT.' 使用：';

$l['<title>'] = '操作系统模板';
$l['tit_ostmp'] = '操作系统模板';
$l['done'] = '操作系统模板已成功删除';
$l['head_os'] = '操作系统';
$l['head_type'] = '类型';
$l['head_os_name'] = '名称';
$l['head_name'] = '文件名';
$l['head_mg'] = '媒体组';
$l['head_usedby'] = '被使用';
$l['head_size'] = '大小';
$l['head_ondisksize'] = '磁盘占用大小';
$l['del_os'] = '删除操作系统';
$l['edit_os'] = '编辑操作系统';
$l['add_temp'] = '添加模板';
$l['temp_brwose'] = '模板浏览器';
$l['submit'] = '保存设置';
$l['none'] = '无';
$l['no_os'] = '没有操作系统模板！';
$l['osid'] = '操作系统ID';
$l['sync_os'] = '同步操作系统模板';
$l['ms_sync_os'] = '同步操作系统模板';
$l['select_servers'] = '选择服务器';
$l['select_servers_exp'] = '选择您要同步操作系统模板的所有服务器';
$l['force_sync'] = '强制同步';
$l['force_sync_exp'] = '如果选中，现有模板将被删除并重新下载操作系统模板';
$l['slave_cant'] = '同步操作系统模板错误';
$l['slave_cant_exp'] = '不允许从节点同步操作系统模板';
$l['done_sync_os'] = '操作系统模板同步过程已在后台启动。';
$l['os_del_vps'] = '您确定要删除所选项目吗？此操作系统模板正在被一些 '.VM_SHORT.' 使用。总共 '.VM_SHORT.' = ';
?>