<?php

//////////////////////////////////////////////////////////////
//===========================================================
// plans_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['vps_use_error'] = '此计划正在被一些 '.VM_SHORT.' 使用。请编辑 '.VM_SHORT.' 以使用其他计划，然后再删除此计划。';
$l['plid_inhouse_billing'] = 'ID 为 {{plid}} 的计划正在被 {{num}} 个计费 '.VM_SHORT.' 使用';

$l['<title>'] = '计划';
$l['plans_tit'] = '计划';
$l['saved'] = '计划已成功删除';
$l['no_plans'] = '没有计划。<a href="'.$globals['index'].'act=addplan">现在添加计划</a>';
$l['no_res'] = '未找到与您的搜索查询匹配的结果';
$l['del_conf'] = '您确定要删除此计划吗？';
$l['enable_conf'] = '您确定要启用此计划吗？';
$l['disable_conf'] = '您确定要禁用此计划吗？';
$l['pl_id'] = 'ID';
$l['pl_name'] = '名称';
$l['pl_type'] = '类型';
$l['pl_space'] = '空间';
$l['pl_ram'] = '内存';
$l['pl_burst'] = '突发';
$l['pl_cpu'] = 'CPU 单位';
$l['pl_band'] = '带宽';
$l['pl_cores'] = '核心';
$l['status'] = '状态';
$l['plan_disabled'] = '计划已禁用';
$l['plan_enabled'] = '计划已启用';

// 主题语言

$l['sbyplan'] = '计划名称';
$l['sbyplantype'] = '计划类型';
$l['submit'] = '搜索';
$l['noresult'] = '未找到搜索结果';
$l['plan_list'] = '计划列表';
$l['add_plan'] = '添加计划';

?>