<?php

//////////////////////////////////////////////////////////////
//===========================================================
// Processes_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '进程列表';
$l['usr'] = '用户';
$l['pid'] = '进程 ID';
$l['cpu'] = '%CPU';
$l['mem'] = '%内存';
$l['command'] = '命令';
$l['rss'] = 'RSS';
$l['time'] = '时间';
$l['select'] = '选择';
$l['pstart'] = '开始';
$l['pkill'] = '终止';
$l['prefresh'] = '自动刷新';
$l['server_is_off'] = '服务器已关闭！';
$l['cant_load'] = '无法加载进程列表！';
$l['conf_kill'] = '您确定要终止选定的进程吗？';

?>