<?php

//////////////////////////////////////////////////////////////
//===========================================================
// ram_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '内存信息';
$l['header'] = ' 内存';
$l['raminfo'] = '内存信息';
$l['totalram'] = '总内存 : ';
$l['gaurateed'] = '保证内存 : ';
$l['burstable'] = '可突发';
$l['utilised'] = '已使用 :';
$l['percentram'] = '使用率 % :';
$l['graphheader'] = '内存使用率';
$l['swap_header'] = '交换空间';
$l['swapinfo'] = '交换空间信息';
$l['swap'] = '交换空间';
$l['swap_free'] = '空闲 : ';
$l['swap_graph'] = '交换空间使用率';


?>