<?php

//////////////////////////////////////////////////////////////
//===========================================================
// listrecipes_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '配方';
$l['usr_tit'] = '配方';
$l['rec_desc'] = '描述';
$l['saved'] = '配方已成功删除';
$l['no_users'] = '没有配方。<a href="'.$globals['index'].'act=addrecipe">现在添加一个配方</a>';
$l['no_res'] = '未找到与您的搜索查询匹配的结果';
$l['usr_id'] = 'ID';
$l['username'] = '用户名';
$l['usr_type'] = '配方名称';
$l['add_usr'] = '添加配方';
$l['del_usr'] = '删除配方';
$l['edit_usr'] = '编辑配方';
$l['search_recipe'] = '搜索配方';
$l['search_id'] = 'ID'; 
$l['submit'] = '搜索';
$l['ms_delete'] = '删除';
$l['ms_active'] = '激活';
$l['ms_deactive'] = '停用';
$l['del_usr'] = '删除配方';
$l['rec_logo'] = '配方图标';
$l['wiki_help'] = '您可以使用 * 进行通配符搜索<br>例如：abc* 将匹配以 abc 开头的配方';
$l['no_desc'] = '无描述';
$l['status'] = '状态';
$l['activated'] = '已激活';
$l['deactivated'] = '已停用';
$l['conf1'] = '您确定要 ';
$l['conf2'] = ' 选中的项目吗？';
$l['root'] = 'root';
$l['own_by'] = '所有者';
?>