<?php

//////////////////////////////////////////////////////////////
//===========================================================
// billing_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['inv_sgid'] = '以下服务器组/区域 ID 无效';
$l['inv_resource'] = '以下资源类型无效';
$l['inv_type'] = '以下费率类型无效';
$l['inv_h_rate'] = '资源 <b>{{resource}}</b> 和区域 <b>{{region}}</b> 的小时费率无效';

// 主题设置
$l['<title>'] = '资源定价';
$l['heading'] = '资源定价';
$l['done'] = '设置已保存';
$l['regions'] = '区域';
$l['h_rate'] = '小时费率';
$l['m_rate'] = '月费率';
$l['y_rate'] = '年费率';
$l['bandwidth_h_rate'] = '超额流量费率（每 GB）';
$l['all_reg'] = '所有区域';
$l['add_reg'] = '添加区域';
$l['sel_reg'] = '选择区域';
$l['space_pricing'] = '磁盘定价（每 GB）';
$l['cores_pricing'] = 'CPU 核心定价（每核心）';
$l['ram_pricing'] = '内存定价（每 GB）';
$l['ips_pricing'] = 'IPv4 定价（每 IP）';
$l['ipv6_pricing'] = 'IPv6 定价（每 IPv6）';
$l['ipv6subnet_pricing'] = 'IPv6 子网定价（每子网）';
$l['ipsint_pricing'] = '内部 IP 定价（每 IP）';
$l['bandwidth_pricing'] = '带宽定价（每 GB）';
$l['volumes_pricing'] = '卷定价（每 GB）';
$l['saveconfig'] = '保存设置';
?>