<?php

//////////////////////////////////////////////////////////////
//===========================================================
// servergroups_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '服务器组 / 区域';
$l['page_head'] = '服务器组 / 区域';
$l['deleted'] = '服务器组已成功删除';
$l['conf_del'] = '您确定要删除此服务器组吗？';
$l['sg_name'] = '服务器组名称';
$l['submit'] = '搜索';
$l['no_res'] = '未找到与您的搜索查询匹配的结果';
$l['add_sg'] = '添加服务器组';
$l['nodes'] = '总服务器数';
$l['view_servers'] = '查看服务器';
$l['no_servergroups'] = '没有服务器组。<a href="'.$globals['index'].'act=addsg">现在添加一个服务器组</a>';
$l['head_sgid'] = 'ID';
$l['head_name'] = '名称';
$l['head_desc'] = '描述';
$l['head_servers'] = '服务器';
$l['head_select'] = '服务器选择';
$l['sg_select_space'] = '最多可用空间';
$l['sg_select_ram'] = '最多可用内存';
$l['sg_select_cores'] = '最多可用核心';
$l['sg_select_ips'] = '最多可用 IPv4';
$l['sg_select_ipv6'] = '最多可用 IPv6';
$l['sg_select_ipv6sub'] = '最多可用 IPv6 子网';
$l['sg_select_numvps'] = '最少 '.VM_SHORT.' 数量';
$l['sg_select_sys_load'] = '最低系统负载';

$l['total'] = '总计';
$l['none'] = '无';
$l['head_ha'] = '高可用性';
?>