<?php

//////////////////////////////////////////////////////////////
//===========================================================
// Services_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '服务';
$l['sstart'] = '启动';
$l['sstop'] = '停止';
$l['srestart'] = '重启';
$l['status'] = '状态';
$l['statrun'] = '运行中';
$l['statoff'] = '关闭';
$l['staton'] = '开启';
$l['autostart'] = '自动启动';
$l['select'] = '选择';
$l['server_is_off'] = '服务器已关闭！';
$l['cant_load'] = '无法加载服务列表！';
$l['conf_start'] = '您确定要启动选中的服务吗？';
$l['conf_stop'] = '您确定要停止选中的服务吗？';
$l['conf_restart'] = '您确定要重启选中的服务吗？';
?>