<?php

//////////////////////////////////////////////////////////////
//===========================================================
// vsram_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = VM_SHORT.' 负载';
$l['heading'] = VM_SHORT.' 负载';
$l['done'] = '此服务器上没有 OpenVZ '.VM_SHORT.'。此工具仅适用于 OpenVZ 节点。';
$l['vpsid'] = VM_SHORT.' ID';
$l['vpsname'] = VM_SHORT.' 名称';
$l['hostname'] = '主机名';
//$l['used'] = '已使用';
$l['1min'] = '1 分钟';
$l['5min'] = '5 分钟';
$l['15min'] = '15 分钟';
?>