<?php

//////////////////////////////////////////////////////////////
//===========================================================
// serverinfo_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

// 主题设置
$l['<title>'] = '服务器信息';
$l['path'] = '路径';
$l['heading'] = '服务器信息';
$l['type'] = '服务器类型';
$l['masterkey'] = '主密钥';
$l['masterip'] = '主 IP';
$l['key'] = '密钥';
$l['pass'] = '密钥密码';
$l['kernel'] ='内核';
$l['num_vs'] = VM_SHORT.' 数量';
$l['php_version'] = 'PHP 版本';
$l['soft_version'] = 'Virtualizor 版本';
$l['latest_soft_version'] = '最新版本';
$l['reset_api_keys'] = '重置 API 密钥';
$l['soft_patch'] = '补丁号';
?>