<?php

//////////////////////////////////////////////////////////////
//===========================================================
// disk_health_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '磁盘健康';
$l['serid'] = '服务器 ID';
$l['update_time'] = '最后更新时间';
$l['disk_type'] = '磁盘类型';
$l['device'] = '设备';
$l['model_name'] = '型号名称';
$l['serial_number'] = '序列号';
$l['firmware_version'] = '固件版本';
$l['logical_block_size'] = '逻辑块大小';
$l['rotation'] = '转速';
$l['temperature'] = '温度';
$l['size'] = '大小';
$l['smart_data'] = 'S.M.A.R.T';
$l['health'] = '健康状态';
$l['state_healthy'] = '健康';
$l['no_disk_found'] = '未找到磁盘数据！';
$l['id'] = 'ID';
$l['attr'] = '属性';
$l['val'] = '值';
$l['worst'] = '最差值';
$l['thresh'] = '阈值';
$l['flags'] = '标志';
$l['rv'] = '原始值';
$l['fail'] = '失败';
$l['sata_version'] = '接口';
$l['no_data'] = '无可用数据';
?>