<?php

//////////////////////////////////////////////////////////////
//===========================================================
// ssl_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['error_saving'] = '保存 SSL 信息时出错';
$l['inv_crt'] = '证书文件无效';
$l['inv_key'] = '密钥文件无效';
$l['emptykey'] = 'SSL 证书密钥不能为空';
$l['emptycrt'] = 'SSL 证书文件不能为空';
$l['emptybundle'] = 'CA 捆绑包为空';

$l['<title>'] = 'SSL 文件';
$l['sim_key'] = 'virtualizor.key';
$l['sim_key_desc'] = '生成的 RSA 私钥';
$l['sim_crt_desc'] = '生成的 CRT 密钥';
$l['sim_crt'] = 'virtualizor.crt';
$l['sim_csr'] = 'virtualizor.csr';
$l['sim_csr_desc'] = '证书签名请求。这是获取 SSL 证书所需的文件。';
$l['sim_bundle'] = 'virtualizor-bundle（可选）';
$l['sim_bundle_desc'] = '由证书颁发机构颁发的证书捆绑包';
$l['submit'] = '保存 SSL 文件';
$l['generate'] = '创建 SSL 证书';
$l['notice'] = '点击此处生成自签名 SSL 证书';
$l['done'] = 'SSL 文件已保存，但您需要重启 Virtualizor 服务。';
?>