<?php

//////////////////////////////////////////////////////////////
//===========================================================
// sslcert_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['error_saving'] = '保存 SSL 信息时出错';

$l['<title>'] = '安装 SSL 证书';
$l['install_key'] = '授权证书';
$l['install_key_desc'] = '请在此处粘贴证书';
$l['emptyconf'] = '授权证书不能为空';
$l['submit'] = '保存证书';
$l['done'] = '您的授权证书已保存并安装';
?>