<?php

//////////////////////////////////////////////////////////////
//===========================================================
// tax_rules_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '终端访问';
$l['terminal'] = '终端';
$l['many_ttyd_sess'] = '您有超过 5 个 TTY 会话。无法创建新会话！';
$l['err_tty_serid'] = '请选择要打开终端的服务器';

$l['open_terminal'] = '打开终端';
$l['del_tty_session'] = '删除会话';
$l['del_tty_ses_conf'] = '您确定要删除终端会话吗？如果您从其他机器连接到终端，连接将被断开。';
$l['deleting_sess'] = '正在删除之前的终端会话';
$l['no_terminal_enabled'] = '服务器 Web 终端已禁用，如果您想访问，请从主设置中启用它';
?>