<?php

//////////////////////////////////////////////////////////////
//===========================================================
// ips_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来自于成为最好的愿望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['error_deleting'] = '删除发票时出错';

$l['<title>'] = '交易';
$l['_head'] = '交易';
$l['done'] = '交易已成功删除。正在重新加载页面！';
$l['err_delete'] = '删除交易时出错';
$l['no_trans'] = '没有交易记录。<a href="'.$globals['index'].'act=addinvoice">现在创建发票</a>';
$l['no_res'] = '未找到与您的搜索查询匹配的结果';
$l['error_occurred'] = '似乎存在网络连接问题，请刷新页面后重试';
$l['error_session_logout'] = '您的会话已过期，请重新登录后重试';

$l['sby_trid'] = '交易 ID';
$l['sby_invoid'] = '发票 ID';
$l['sby_uid'] = '用户 ID';
$l['sby_email'] = '用户邮箱';
$l['sby_date'] = '日期';
$l['sby_gateway'] = '支付网关';
$l['sby_token'] = '令牌';
$l['sby_amt'] = '金额';
$l['sby_fees'] = '费用';
$l['sby_net'] = '净额';
$l['submit'] = '搜索';

$l['th_trid'] = 'ID';
$l['th_email'] = '用户';
$l['th_date'] = '日期';
$l['th_gateway'] = '支付网关';
$l['th_token'] = '令牌';
$l['th_duedate'] = '到期日期';
$l['th_amt'] = '金额';
$l['th_fees'] = '费用';
$l['th_net'] = '净额';

$l['edit_trans'] = '编辑交易';
$l['del_trans'] = '删除交易';
$l['with_selected'] = '选中项操作';
$l['go'] = '执行';
$l['create_trans'] = '添加交易';
?>