<?php

//////////////////////////////////////////////////////////////
//===========================================================
// plans_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于成为最好的渴望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['vps_use_error'] = '该计划正在被一些'.VM_SHORT.'使用。请编辑'.VM_SHORT.'以使用其他计划，然后再删除此计划。';

$l['<title>'] = '计划';
$l['plans_tit'] = '用户计划';
$l['saved'] = '计划已成功删除';
$l['no_plans'] = '没有可用的计划。<a href="'.$globals['index'].'act=adduser_plans">现在添加计划</a>';
$l['no_res'] = '未找到与您的搜索查询匹配的结果';
$l['del_conf'] = '您确定要删除此计划吗？';
$l['pl_id'] = 'ID';
$l['pl_name'] = '名称';
$l['pl_type'] = '用户类型';
$l['pl_space'] = '最大空间';
$l['pl_ram'] = '最大内存';
$l['pl_burst'] = '最大突发';
$l['pl_cpu'] = 'CPU单位';
$l['pl_band'] = '最大带宽';
$l['pl_cores'] = '最大核心数';
$l['user'] = '用户';
$l['cloud'] = '云';
$l['admin'] = '管理员';

//主题语言

$l['sbyplan'] = '计划名称';
$l['sbyplantype'] = '计划类型';
$l['submit'] = '搜索';
$l['noresult'] = '未找到搜索结果';
$l['plan_list'] = '计划列表';
$l['add_user_plan'] = '添加用户计划';

// 云
$l['is_cloud_user'] = '云用户';
$l['is_admin'] = '管理员';
$l['is_user'] = '用户';