<?php

//////////////////////////////////////////////////////////////
//===========================================================
// vs_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于成为最好的渴望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = '用户日志';
$l['heading'] = VM_SHORT.' 和用户日志';
$l['user'] = '用户';
$l['vpsid'] = VM_SHORT.' ID';
$l['date'] = '日期';
$l['task'] = '任务';
$l['status'] = '状态';
$l['ip'] = 'IP';
$l['delete'] = '删除所有日志';
$l['del_conf'] = '您确定要删除这些日志吗？';
$l['no_userlogs'] = '没有用户日志。';
$l['email'] = '用户';

$l['task_id'] = '任务ID';

?>