<?php

//////////////////////////////////////////////////////////////
//===========================================================
// user_sessions_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于成为最好的渴望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}


$l['<title>'] = '用户会话';
$l['usr_tit'] = '用户会话';
$l['saved'] = '用户会话已成功删除';
$l['usr_id'] = 'ID';
$l['username'] = '用户名';
$l['usr_type'] = '用户类型';
$l['search_email'] = '邮箱';
$l['search_id'] = 'ID';
$l['search_type'] = '类型';
$l['submit'] = '搜索';
$l['user_1'] = '管理员';
$l['user_2'] = '云';
$l['user_0'] = '用户';
$l['user_-1'] = 'Root';
$l['user_agent'] = '用户代理';
$l['last_updated'] = '最后访问时间';
$l['remote_address'] = '远程地址';
$l['current_loggedin'] = '当前登录用户';
$l['del_user_session'] = '删除会话';
$l['del_session_for'] = '以下用户将从当前会话中注销：';
$l['delete'] = '删除';
$l['login_logs'] = '<a href="'.$globals['index'].'act=loginlogs">过去的登录详情</a>';
$l['na'] = '无';
$l['err_delete_session'] = '删除会话时出错';
$l['err_no_session'] = '未找到会话';