<?php

//////////////////////////////////////////////////////////////
//===========================================================
// vnc_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于成为最好的渴望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = 'VNC';
$l['no_vps'] = '没有启用VNC的'.VM_SHORT.'。';
$l['vps_offline'] = '该'.VM_SHORT.'已离线';
$l['choose_vps'] = '选择'.VM_SHORT;
$l['novnc_button'] = '启动HTML 5 VNC客户端';
$l['vnc_button'] = '启动Java VNC查看器';
$l['invalid_vps'] = '您指定的'.VM_SHORT.'无效';
$l['vnc_info'] = 'VNC信息';
$l['vnc_ip'] = 'VNC IP';
$l['vnc_port'] = 'VNC端口';
$l['launch_vnc'] = '启动VNC查看器';
$l['notice'] = '只有在您的浏览器中安装并启用了Java时，VNC才能正常工作';

?>