<?php

//////////////////////////////////////////////////////////////
//===========================================================
// vsram_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于成为最好的渴望
// ----------------------------------------------------------
// 开始者: Alons
// 日期: 2010年3月8日
// 时间: 23:00 小时
// 网站: https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读使用条款 https://www.virtualizor.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法访问');

}

$l['<title>'] = VM_SHORT.' CPU 使用情况';
$l['heading'] = VM_SHORT.' CPU 使用情况';
$l['done'] = '此服务器上没有 '.VM_SHORT;
$l['vpsid'] = VM_SHORT.' ID';
$l['vpsname'] = VM_SHORT.' 名称';
$l['hostname'] = '主机名';
$l['used'] = '已用';
$l['not_available'] = '此功能目前在 XenServer 中不可用';

?>