<?php

//////////////////////////////////////////////////////////////
//===========================================================
// dashboard_lang.php
//===========================================================
// SOFTACULOUS VIRTUALIZOR
// 版本 : 1.0
// 灵感来源于追求成为最优秀的目标
// ----------------------------------------------------------
// 开始者: Alons
// 日期:       2010年3月8日
// 时间:       23:00
// 网站:       https://www.virtualizor.com/ (SOFTACULOUS VIRTUALIZOR)
// ----------------------------------------------------------
// 请阅读 https://www.virtualizor.com 上的使用条款
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Ltd.
//=========================================================== 
//////////////////////////////////////////////////////////////

if(!defined('VIRTUALIZOR')){

	die('非法入侵');

}

$l['<title>'] = '仪表板';
$l['basic'] = '基本信息';
$l['hostname'] = '主机名：'; 
$l['osinstalled'] = '已安装操作系统：';
$l['ipaddr'] = 'IP地址：';
$l['cpuinfo'] = 'CPU信息';
$l['raminfo'] = 'RAM信息';
$l['diskinfo'] = '磁盘信息';
$l['bandwidthinfo'] = '带宽信息';
$l['cur_stat'] = '状态';
$l['status_1'] = '在线';
$l['status_0'] = '离线';
$l['suspended'] = '已暂停';
$l['poweredby'] = ' 提供支持：';
$l['trademarks'] = '所有使用的商标均为其各自公司注册商标或商标。';
?>
